app/views/pages/home.html.erb

<p>Find me in app/views/pages/home.html.erb</p>
<% @user = User.find_by_name("Crossfit") %>
---
SELECT "users".* FROM "users" WHERE "users"."name" = 'Crossfit' LIMIT 1